Repository: tryton-ar/account_invoice_import_ar
Catalog: locale/*.po
Languages: es

# field:account.configuration,import_invoice_exempt_operations:
source: Import Invoice Exempt Operations
es: Operaciones exentas

# field:account.configuration,import_invoice_not_taxed_net:
source: Import Invoice Not Taxed Net
es: Neto No Gravado

# field:account.configuration,import_invoice_taxed_net:
source: Import Invoice Taxed Net
es: Neto Gravado

# field:account.invoice.import.start,company:
source: Company
es: Empresa

# field:account.invoice.import.start,file_:
source: File
es: Archivo

# field:party.party,import_invoice_account_expense:
source: Import Invoice Account Expense
es: Cuenta de gastos por defecto

# field:party.party,import_invoice_tax:
source: Import Invoice Tax
es: Impuesto por defecto

# field:party.party.account,import_invoice_account_expense:
source: Import Invoice Account Expense
es: Importar Factura - Cuenta de gastos

# model:account.invoice.import.start,name:
source: Invoice In Import Start
es: Importar facturas - Inicio

# model:ir.action,name:wizard_invoice_in_import
source: Import Supplier Invoices
es: Importar facturas de proveedor

# model:ir.message,text:msg_import_missing_account_expense
source: You must configure a default account expense to proceed with invoice "%(invoice)s".
es: Debe configurar una cuenta de gastos por defecto para continuar con la factura "%(invoice)s".

# model:ir.ui.menu,name:menu_invoice_in_import
source: Import Supplier Invoices
es: Importar facturas de proveedor

# view:account.configuration:
source: Invoice Import
es: Importación de facturas de proveedor

# view:party.party:
source: Invoice Import
es: Importación de facturas de proveedor

# wizard_button:account.invoice.import,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.invoice.import,start,import_:
source: Import
es: Importar
